//TECN040J JOB (DEV), CLASS=A ,
//      MSGCLASS=A ,MSGLEVEL=(1,1) ,NOTIFY=&SYSUID
//STEP1    EXEC PGM=SORT
//SORTIN   DD DSN=TECN040.EMPREC.PS1,DISP=SHR
//SORTOF1  DD DSN=TECN040.EMPREC.CS.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            LIKE=TECN040.EMPREC.PS1
//SORTOF2  DD DSN=TECN040.EMPREC.IT.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            LIKE=TECN040.EMPREC.PS1
//SORTOF3  DD DSN=TECN040.EMPREC.EC.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            LIKE=TECN040.EMPREC.PS1
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=COPY
  OUTFIL FILES=1,INCLUDE=(20,2,CH,EQ,C'CS')
  OUTFIL FILES=2,INCLUDE=(20,2,CH,EQ,C'IT')
  OUTFIL FILES=3,INCLUDE=(20,2,CH,EQ,C'EC')
/*



