//TECN040J JOB NOTIFY=&SYSUID
//STEP1    EXEC PGM=SORT
//SYSOUT   DD  SYSOUT=*
//SORTIN   DD  DSN=TECN040.EMPREC.PS1,DISP=SHR
//SORTOUT  DD  DSN=TECN040.SORTREC.OUT.PS6,
//             DISP=(NEW,CATLG,DELETE),
//             SPACE=(TRK,(50,10)),
//             DCB=(RECFM=FB,LRECL=80,BLKSIZE=80)
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSIN    DD  *
  SORT FIELDS=(1,6,CH,D)  
  SUM FIELDS=(23,6,ZD)  SUM FIELDS=NONE
/*
