//TECN040J JOB NOTIFY=&SYSUID
//STEP01   EXEC PGM=SORT
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SORTIN1  DD DSN=TECN040.EMPREC.CS.PS1,DISP=SHR
//SORTIN2  DD DSN=TECN040.EMPREC.IT.PS1,DISP=SHR
//SORTOUT  DD DSN=TECN040.MERGE.PS1,
//            DISP=(MOD,CATLG,DELETE),
//            LIKE=TECN040.EMPREC.PS1
//SYSIN    DD *
      MERGE FIELDS=(1,6,CH,A)
/*
