//TECN040J JOB (DEV),CLASS=A,
//      MSGCLASS=A,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//SRTMERGE EXEC PGM=SORT
//SORTIN   DD DSN=TECN040.EMPREC.PS1,DISP=SHR
//SORTOUT  DD DSN=TECN040.EMPREC.TOTAL.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(TRK,(1,1)),
//            DCB=(RECFM=FB,LRECL=80)
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
    SORT FIELDS=(20,2,CH,A)
    SUM FIELDS=(23,6,ZD)
/*
