//TECN040J JOB (DEV), CLASS=A ,
//      MSGCLASS=A ,MSGLEVEL=(1,1) ,NOTIFY=&SYSUID
//STEP1    EXEC PGM=SORT
//SORTIN   DD DSN=TECN040.EMPREC.PS1,DISP=SHR
//SORTOUT  DD DSN=TECN040.EMPREC.ASIA.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            LIKE=TECN040.EMPREC.PS1
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=(1,6,CH,D)
  INCLUDE COND=(30,15,CH,EQ,C'INDIA',OR,30,15,CH,EQ,C'SINGAPORE',
  OR,30,15,CH,EQ,C'MALAYSIA')
/*
 
