//TECN040J JOB (DEV), CLASS=A,
//      MSGCLASS=A ,MSGLEVE=(1,1) ,NOTIFY=&SYSUID
//STEP01   EXEC PGM=SORT
//SORTIN   DD DSN=TECN040.EMPREC.PS1,DISP=SHR
//SORTOUT  DD DSN=TECN040.EMPREC.SORT.PS1,
//            DISP=OLD
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=(1,6,CH,A,20,2,CH,A)
/
