//TECN040J JOB (DEV),NOTIFY=&SYSUID
//STEP1 EXEC PGM=IEFBR14
//DD1   DD DSN=TECN040.MYDATA.PS2,DISP=(NEW,CATLG,DELETE),
//         SPACE=(TRK,(1,1)),
//      DCB=(DSORG=PS,LRECL=80,RECFM=FB,BLKSIZE=800)
//STEP2 EXEC PGM=IEFBR14
//DD1   DD DSN=TECN040.MYDATA.PDS2,DISP=(NEW,CATLG,DELETE),
//         SPACE=(TRK,(1,1,5)),
//      DCB=(DSORG=PO,LRECL=80,BLKSIZE=800,RECFM=FB) 
