//TECN040J JOB (MAINFRAME) , NOTIFY=&SYSUID , TYPRUN=SCAN
//STEP1    EXEC PGM=IEFBR14
//DD1      DD DSN=TECN040.MYDATA.PS1,
//            DISP=(OLD,CATLG,DELETE),
//            SPACE=(TRK,(1,1)),
//            DCB=(LRECL=80,BLKSIZE=800,RECFM=FB,DSORG=PS)
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
