//TECN040  JOB (DEV),'ASHIK'
//STEP1    EXEC PGM=IEFBR14
//DD1      DD DSN=TECN040.MYDATA.PDS1,
//            DISP=(NEW,CATLG,DELETE),
//            DCB=(DSORG=PO,LRECL=80,RECFM=FB),
//            SPACE=(TRK,(1,1,5))
//
