//TECN040J JOB (MAINFRAME,MANY) , NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEFBR14
//DD1      DD DSN=TECN040.TEST.PS,
//            DISP=(OLD,CATLG,DELETE),
//            SPACE=(TRK,(3,3))
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
