//TECN040  JOB (DEV),NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEFBR14
//DD1      DD DSN=TECN040.MYDATA.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            DCB=(DSORG=PS,LRECL=80,RECFM=FB,BLKSIZE=800),
//            SPACE=(TRK,(1,1))
//
