//TECN040J  JOB (ACCT),'TEST ABEND',
//          CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1     EXEC PGM=IEFBR14
//SYSPRINT  DD SYSOUT=*
//DD1       DD DSN=TECN040.SAMP.TEST.PS,
//             DISP=(NEW,CATLG,DELETE),
//             SPACE=(TRK,(1,1)),
//             DCB=(RECFM=FB,LRECL=80,BLKSIZE=0)
//STEP2     EXEC PGM=IEBGENER,COND=EVEN
//SYSPRINT  DD SYSOUT=*
//SYSUT1    DD *
  THIS JOB IS TO TEST ABEND
/*
//SYSUT2    DD SYSOUT=*
//SYSIN     DD DUMMY
