//TECN040J JOB
//ASHIK PROC DSNAME=
//STEP0 EXEC PGM=IEFBR14
//DD1   DD DSN=&DSNAME,
//         DISP=(NEW,CATLG,DELETE),
//         SPACE=(TRK,(1,1)),
//         DCB=(DSORG=PS,RECFM=FB,LRECL=80,BLKSIZE=800)
//SYSPRINT DD SYSOUT=*
//ASHIK PEND
//STEP1 EXEC PROC=ASHIK,DSNAME=TECN040.SAMPLE.TEST.PS1
//STEP1 EXEC PROC=ASHIK,DSNAME=TECN040.SAMPLE.TEST.PS2
//STEP1 EXEC PROC=ASHIK,DSNAME=TECN040.SAMPLE.TEST.PS3
//STEP1 EXEC PROC=ASHIK,DSNAME=TECN040.SAMPLE.TEST.PS4
//
