//TECN040J JOB (ACCT),'ALLOCATE DATASET',CLASS=A,MSGCLASS=A
//   JCLLIB ORDER=TECN040.MYPROC.JCL
//STEP1    EXEC PROC=DSCRT,IN=TECN040.SAMPLE.TEST.PSA
//
