//TECN040J  JOB (DEV)
//STEP1     EXEC PGM=IEFBR14
//SYSPRINT  DD SYSOUT=*
//DD1       DD DSN=TECN040.SAMP.TEST.PS1,
//             DISP=(NEW,CATLG,DELETE),
//             SPACE=(TRK,(1,1)),UNIT=SYSDA
//STEP2     EXEC PGM=IEBGENER,COND=ONLY
//SYSOUT    DD SYSOUT=*
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD *
  THIS JOB IS TO TEST ABEND
/*

