//TECN040J JOB NOTIFY=TECN043
//STEP1    EXEC PGM=IEFBR14
//DD1 DD   DSN=TECN040.TEST.BCK.GDG1(+0),
//         DISP=(OLD,DELETE,DELETE)
//*
// IF (STEP1.RC = 0) THEN
//STEP2    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
        DELETE TECN040.TEST.BCK.GDG1 GDG FORCE
/*
// ENDIF
