//TECN040J JOB (ASHIK),NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE GDG (NAME(TECN040.TEST1.BCK.GDG)  -
  LIMIT(2)                     -
  NOEMPTY                      -
  NOSCRATCH)
/*
//STEP2    EXEC PGM=IDCAMS,COND=(0,LT,STEP1)
//SYSPRINT DD SYSOUT=*
//DD1      DD DSN=TECN040.EMPDET.PS1,DISP=SHR
//DD2      DD DSN=TECN040.TEST1.BCK.GDG(+1),DISP=(NEW,CATLG),
//            SPACE=(TRK,(1,1)),
//            DCB=(LRECL=80,RECFM=FB,BLKSIZE=800)
//SYSIN    DD *
     REPRO INFILE(DD1) OUTFILE(DD2)
/*
//STEP3    EXEC PGM=IDCAMS,COND=(0,LT,STEP2)
//SYSPRINT DD SYSOUT=*
//DD1      DD DSN=TECN040.TEST1.BCK.GDG(+1),DISP=OLD
//SYSIN    DD *
     PRINT INFILE(DD1) CHAR
/*
