//TECN040J JOB (MAINFRAME)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//INDD DD DSN=TECN040.EMPDET.PS1,DISP=SHR
//OUTDD DD DSN=TECN040.TEST.BCK.GDG1(+1),DISP=(NEW,CATLG,DELETE),
//         SPACE=(TRK,(1,1)),
//         DCB=(LRECL=130,RECFM=FB,BLKSIZE=1300),
//         VOL=SER=JASYS1
//SYSIN DD *
  REPRO INFILE(INDD) OUTFILE(OUTDD)
/*
