//TECN040J JOB 001,CLASS=A,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
   REPRO INFILE(IN) OUTFILE(OUT)
/*

//IN       DD DSN=TECN040J.MYLIB.JCL3(JCLEX01),DISP=SHR
//OUT      DD DSN=TECN040.MYLIB.TEST.JCL1(NEWMEM1),DISP=SHR     
//SYSABEND DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSPRINT DD SYSOUT=*      
