//TECN040J JOB (ACCT),
//    CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
 
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
    REPRO INDATASET(TECN040.EMPDET.PS1) -
    OUTDATASET(TECN040.EMPLOY.DETAILS.PS2) -
    SKIP(4) COUNT(5)
/*
//STEP2 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
    PRINT INDATASET(TECN040.EMPLOY.DETAILS.PS2) -
    CHAR
/*
//
