//TECN040J JOB (DEV),'COPY DATASET',CLASS=A,MSGCLASS=A
//STEP1    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//SYSUT1   DD DSN=TECN040.EMPDET.COPY.PS1,DISP=SHR
//         DD DSN=TECN040.MYDATA.PS1,DISP=SHR
//SYSUT2   DD DSN=TECN040.EMPDET.ALL.PS1,
//            DISP=(NEW,CATLG,DELETE),
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=0),
//            SPACE=(TRK,(1,1),RLSE)
