//TECN040J JOB (DEV),
//     CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
     REPRO INDATASET(TECN040.EMPDET.PS1)          -
           OUTDATASET(TECN040.EMPLOY.DETAILS.PS1) -
           COUNT(3)
/*
//
