//TECN040J  JOB (ACCT),'COMPARE DATASETS',
//         CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEBCOMPR
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=TECN040.EMPDET.COPY.PS1,DISP=SHR
//SYSUT2   DD DSN=TECN040.EMPDET.PS3,DISP=SHR
//SYSIN    DD *
  COMPARE TYPORG=PS
/*
