//TECN040J  JOB (ACCT),'COPY DATASET',
//         CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEFBR14
//DD1      DD DSN=TECN040.EMPDET.COPY.PS1,
//         DISP=(NEW,CATLG,DELETE),
//         SPACE=(TRK,(1,1)),
//         DCB=(RECFM=FB,LRECL=80,BLKSIZE=800)
//STEP2    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=TECN040.EMPDET.PS3,DISP=SHR
//SYSUT2   DD DSN=TECN040.EMPDET.COPY.PS1,DISP=OLD
//SYSIN    DD DUMMY
