//TECN040J  JOB (ACCT),'CREATE DATASET',
//         CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD *
  WELCOME TO MAINFRAME
  IEBGENER UTILITY EXAMPLE
/*
//SYSUT2    DD DSN=TECN040.MYDATA.PS1,
//          DISP=(NEW,CATLG,DELETE),
//          SPACE=(TRK,(1,1)),
//          DCB=(RECFM=FB,LRECL=80,BLKSIZE=800)
//SYSIN     DD DUMMY
