//TECN040J JOB ,CLASS=A,MSGCLASS=A,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=TECN040.MYLIB.JCL1,DISP=SHR
//SYSUT2   DD DSN=TECN040.BACKUP.JCL1,
//         DISP=(NEW,CATLG,DELETE),
//         SPACE=(TRK,(5,5,5)),
//         DCB=(RECFM=FB,LRECL=80,BLKSIZE=800)
//SYSIN    DD *
  COPY INDD=SYSUT1,OUTDD=SYSUT2
  SELECT MEMBER=(JCLEX01,JCLEX03,JCLEX05,JCLEX07)
/*
