//TECN040J JOB (DEV),CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
     PRINT INDATASET(TECN040.EMPLOY.DETAILS.PS1)          -
     CHAR
/*
//
